{"translation-revision-date":"2020-10-14 19:06:36+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=6; plural=(n == 0) ? 0 : ((n == 1) ? 1 : ((n == 2) ? 2 : ((n % 100 >= 3 && n % 100 <= 10) ? 3 : ((n % 100 >= 11 && n % 100 <= 99) ? 4 : 5))));","lang":"ar"},"Customer API Key":["مفتاح API العميل"],"Customer Password":["كلمة المرور العميل"],"Connect your eWAY account":["الاتصال بحسابك على eWAY"],"eWAY connected successfully":["تم الربط بـ eWAY بنجاح"],"Please enter your customer API key ":["يرجى إدخال مفتاح API العميل الخاص بك"],"Please enter your customer password":["يرجى إدخال كلمة مرور العميل الخاصة بك"],"Create account":["إنشاء حساب"],"A Paypal account is required to process payments. Connect your store to your PayPal account.":["يلزم حساب على Paypal لمعالجة المدفوعات. اربط متجرك بحسابك على PayPal."],"You will be redirected to the Paypal website to create the connection.":["سيتم توجيهك إلى موقع Paypal على الويب لإنشاء الاتصال."],"eWAY":["eWAY"],"By clicking \"Set up,\" you agree to the {{link}}Terms of Service{{\/link}}":["يعني النقر على \"إعداد\" أنَّك توافق على {{link}}شروط الخدمة{{\/link}}"],"Setting up a store for a client? {{link}}Start here{{\/link}}":["هل تقوم بإعداد متجر لأحد العملاء؟ {{link}}البدء هنا{{\/link}}"],"Accept credit card payments the easy way! No setup fees. No monthly fees. Just 2.9% + $0.30 per transaction on U.S. issued cards. ":["إنَّ قبول المدفوعات ببطاقات الائتمان هو أسهل طريقة! لا توجد رسوم للإعداد. لا توجد رسوم شهرية. 2.9% + 0.30 دولار فقط لكل معاملة على البطاقات الصادرة في الولايات المتحدة. "],"Take payments via bank transfer.":["يمكنك تحصيل المدفوعات من خلال التحويل البنكي."],"Take payments in cash upon delivery.":["يمكنك تحصيل المدفوعات بالدفع نقدًا عند الاستلام."],"Selecting this extension will configure your store to use South African rands as the selected currency.":["سيؤدي تحديد هذا الملحق إلى تهيئة متجرك لاستخدام الراند الجنوب إفريقي كعملة محدَّدة."]," Selling CBD products is only supported by Square.":[" لا يتم دعم بيع منتجات CBD سوى من قِبل Square."],"Connect your PayFast account":["الاتصال بحسابك على PayFast"],"Passphrase":["عبارة المرور"],"Merchant Key":["مفتاح التاجر (Merchant Key)"],"Merchant ID":["مُعرّف التاجر (Merchant ID)"],"PayFast connected successfully":["تم الربط بـ PayFast بنجاح"],"Please enter your passphrase":["يرجى إدخال عبارة المرور الخاصة بك"],"Please enter your merchant ID":["يرجى إدخال مُعرّف التاجر (merchant ID) الخاص بك"],"Connect your Klarna account":["الاتصال بحسابك على Klarna"],"PayFast":["PayFast"],"Connect your PayPal account":["الاتصال بحسابك على PayPal"],"There was an error connecting to WooCommerce Payments. Please try again or connect later in store settings.":["حدث خطأ في أثناء الاتصال بمدفوعات WooCommerce. يُرجى المحاولة مرة أخرى أو الاتصال في وقت لاحق في إعدادات المتجر."],"WooCommerce Payments connected successfully.":["تم الاتصال بمدفوعات WooCommerce بنجاح."],"A Square account is required to process payments. You will be redirected to the Square website to create the connection.":["يلزم حساب على Square لمعالجة المدفوعات. سيتم توجيهك إلى موقع Square على الويب لإنشاء الاتصال."],"Connect your Square account":["الاتصال بحسابك على Square"],"Connect your store to your Stripe account. Don’t have a Stripe account? Create one.":["ربط متجرك بحسابك على Stripe. أليس لديك حسابًا على Stripe؟ أنشئ حسابًا."],"A Stripe account is required to process payments.":["يلزم حساب Stripe لمعالجة المدفوعات."],"Connect your Stripe account":["الاتصال بحسابك على Stripe"],"Your API details can be obtained from your {{docsLink}}Stripe account{{\/docsLink}}. Don’t have a Stripe account? {{registerLink}}Create one.{{\/registerLink}}":["يمكن الحصول على تفاصيل واجهة برمجة التطبيقات API الخاصة بك من {{docsLink}}حسابك على Stripe{{\/docsLink}}. ليس لديك حسابًا على Stripe؟ {{registerLink}}أنشئ حسابًا.{{\/registerLink}}"],"Please enter a valid secret key. Valid keys start with \"sk_live\" or \"rk_live\".":["يرجى إدخال مفتاح سري صالح. تبدأ المفاتيح الصالحة بـ \"sk_live\" أو \"rk_live\"."],"Please enter a valid publishable key. Valid keys start with \"pk_live\".":["يرجى إدخال مفتاح قابل للنشر صالح. تبدأ المفاتيح الصالحة بـ \"pk_live\"."],"These details are required to receive payments via bank transfer":["تلزم هذه التفاصيل لاستقبال المدفوعات عبر التحويل البنكي"],"Add your bank details":["إضافة تفاصيل البنك الخاص بك"],"Direct bank transfer details added successfully":["تمت إضافة تفاصيل التحويل البنكي المباشر بنجاح"],"There was a problem saving your payment setings":["حدثت مشكلة في أثناء حفظ إعدادات الدفع الخاصة بك"],"Please enter an account number or IBAN":["يرجى إدخال رقم حساب أو رقم الحساب المصرفي الدولي (IBAN)"],"WooCommerce Payments":["المدفوعات WooCommerce"],"Securely accept credit and debit cards with one low rate, no surprise fees (custom rates available). Sell online and in store and track sales and inventory in one place.":["يمكنك قبول بطاقات الائتمان والخصم بأمان بسعر واحد منخفض ومن دون أي رسوم مفاجئة (الأسعار المخصصة متاحة). البيع على الإنترنت وفي المتجر، وتتبُّع المبيعات والمخزون في مكان واحد."],"Choose the payment that you want, pay now, pay later or slice it. No credit card numbers, no passwords, no worries.":["اختر الدفع الذي تريده، وادفع الآن أو ادفع لاحقًا أو قسِّم الدفع. لا توجد أرقام لبطاقات الائتمان، ولا كلمات مرور، ولا داعي للشعور بالقلق."],"PayPal Checkout":["السداد في PayPal"],"Accept debit and credit cards in 135+ currencies, methods such as Alipay, and one-touch checkout with Apple Pay.":["يمكنك قبول بطاقات الائتمان والخصم بأكثر من 135 عملة وطريقة مثل Alipay، ويكون السداد بلمسة واحدة باستخدام الدفع عبر Apple."],"Credit cards - powered by Stripe":["بطاقات الائتمان المدعومة من Stripe"],"PayPal connected successfully.":["تم الربط بـ PayPal بنجاح."],"There was an error connecting to Square. Please try again or skip to connect later in store settings.":["حدث خطأ في أثناء الربط بـ Square. يرجى المحاولة مرة أخرى أو التخطي للربط لاحقًا في إعدادات المتجر."],"Square connected successfully.":["تم الربط بـ Square بنجاح."],"Live Secret Key":["المفتاح السري المباشر"],"Live Publishable Key":["المفتاح المباشر القابل للنشر"],"There was a problem saving your payment settings.":["حدثت مشكلة في أثناء حفظ إعدادات الدفع الخاصة بك."],"Stripe connected successfully.":["تم الربط بـ Stripe بنجاح."],"Klarna can be configured under your {{link}}store settings{{\/link}}. Figure out {{helpLink}}what you need{{\/helpLink}}.":["يمكن تكوين Klarna أسفل {{link}}إعدادات متجرك{{\/link}}. حدِّد {{helpLink}}ما تحتاج إليه{{\/helpLink}}."],"Your API details can be obtained from your {{link}}PayFast account{{\/link}}":["يمكن الحصول على تفاصيل واجهة برمجة التطبيقات API الخاصة بك من {{link}}حسابك على PayFast{{\/link}}"],"Please enter your merchant key":["يرجى إدخال مفتاح التاجر (merchant key) الخاص بك"],"Your API details can be obtained from your {{link}}eWAY account{{\/link}}":["يمكن الحصول على تفاصيل واجهة برمجة التطبيقات API الخاصة بك من {{link}}حسابك على eWAY{{\/link}}"],"Please enter your API username":["يرجى إدخال اسم مستخدم API الخاص بك"],"Please enter your API password":["يرجى إدخال كلمة مرور API الخاصة بك"],"Proceed":["متابعة"],"The PayFast extension for WooCommerce enables you to accept payments by Credit Card and EFT via one of South Africa’s most popular payment gateways. No setup fees or monthly subscription costs.":["تُمكّنك إضافة PayFast في WooCommerce من قبول المدفوعات من خلال بطاقة الائتمان وEFT عبر إحدى بوابات الدفع الأكثب شيوعًا في جنوب إفريقيا. لا توجد رسوم للإعداد أو تكاليف شهرية للاشتراك."],"The eWAY extension for WooCommerce allows you to take credit card payments directly on your store without redirecting your customers to a third party site to make payment.":["تسمح لك إضافة eWAY في WooCommerce بأخذ المدفوعات من بطاقة الائتمان مباشرة على متجرك من دون إعادة توجيه عملائك إلى موقع تابع لطرف ثالث لإجراء عملية الدفع."],"Square":["مربع"],"Klarna Payments":["Klarna Payments"],"Klarna Checkout":["Klarna Checkout"],"Please enter a valid email address":["الرجاء إدخال عنوان بريد إلكتروني صحيح"],"Create a PayPal account for me":["إنشاء حساب PayPal جديد من أجلي"],"Connect":["الاتصال"],"Safe and secure payments using credit cards or your customer's PayPal account.":["طرق دفع آمنة ومُؤمّنة باستخدام بطاقات الائتمان أو حساب PayPal الخاص بالعميل."],"Email address":["البريد الإلكتروني"],"Bank name":["اسم المصرف"],"Account number":["رقم الحساب"],"Account name":["اسم الحساب"],"Sort code":["Sort Code (للمصارف الأوروبية)"],"Direct bank transfer":["حوالة مصرفية مباشرة"],"IBAN":["IBAN رقم الآيبان"],"BIC \/ Swift":["رمز Swift \/ BIC"],"API Password":["كلمة المرور API"],"API Username":["اسم المستخدم API"],"Save":["حفظ"],"Cash on delivery":["الدفع نقدًا عند الاستلام"],"Continue":["متابعة"],"Settings":["الإعدادات"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/chunks\/6.a1cfaa769c3ae60919e3.js"}}